import Header from "../header/Header";

function Story() {
    return (
        <div>
            <Header />
            <div>
                <h1>단비 스토리</h1>
                <h2>그램책</h2>
                <h2>공지사항</h2>
                <h3>애착 관계 형성 부모-자녀 독서 프로그램</h3>
                <p>시간: 90분</p>
                <p>대상: 유치원 자녀와 어머니</p>
                <p>그림책을 유아와 엄마가 함께 읽고 나누는 시간을 가지며, 책의 내용과 관련된 활동을 하고, 신체적 움직임과 마음의 대화를 통해 안정적인 애착관계를 형성할 수 있게 합니다. </p>
                <h3>부모긍정훈육 집단상담 프로그램</h3>
                <p>시간: 90분</p>
                <p>대상: 자녀와 행복한 관계 형성을 원하는 부모 </p>
                <p>부모는 자신을 이해하고 자녀의 생활양식을 파악하여, 자녀의 행동을 이해하게 되면서 행복한 부모자녀 관계를 형성하게 됩니다. </p>
                <h2>센터위치</h2>
            </div>
        </div>);
}

export default Story;