import Header from "../header/Header";

function Psychometry() {
    return (
        <div>
            <Header />
            <div>
                <h1>심리검사</h1>
                <p>• 다면적 인성검사인 MMPI는 성인(MMPI-2)과 청소년(MMPI-A)의 전반적인 정신건강을 평가한다.</p>
                <p>• TAT는 검사자가 일상에서 갈등하고, 경험하고, 원하는 욕구에 대해 알 수 있는 검사이다. 그림을 보고 대인관계 패턴, 대응방식, 사회적 지각과 상호관계를 탐색한다.</p>
                <p>• HTP는 집, 나무, 사람을 그림으로 하는 성격검사이다. 그림을 통해 성격을 진단하고 치료에 적용한다.</p>
                <p>• SCT는 미완성의 문장을 완성된 문장으로 작성하는 검사이다. 내담자 자신의 갈등, 정서 상태 등의 문장을 작성하므로 현재 의식하고 있는 심리적 현상들을 탐색한다.</p>
                <p>• KFD는 동적 가족화로 가족내의 역동과 관계 등을 탐색한다. 주어진 물리적 환경이 아니라 내담자가 느끼는 주관적·심리적 환경으로서의 가족에 대한 인식을 확인한다.</p>
            </div>
        </div>);
}

export default Psychometry;